Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Invalid website\'s configuration path: %s
fr_fr: Chemin de configuration de site web invalide : %s

source: Invalidated
fr_fr: Invalidé

source: Inventory
fr_fr: Inventaire

source: Inventory API
fr_fr: API d'inventaire

source: Inventory Data
fr_fr: Données d'inventaire

source: Inventory Section
fr_fr: Section inventaire

source: Inventory Stock Status
fr_fr: Statut du stock de l'inventaire

source: Invoice
fr_fr: Facturer

source: Invoice #
fr_fr: Facture n°

source: Invoice #%1$s | %2$s | %4$s (%3$s)
fr_fr: Facture n°%1$s | %2$s | %4$s (%3$s)

source: Invoice #%s
fr_fr: Facture n°%s

source: Invoice #%s comment added
fr_fr: Commentaire ajouté à la facture n°%s

source: Invoice #%s created
fr_fr: Facture n°%s créée

source: Invoice Auto-Created: %s
fr_fr: Facture créée automatiquement : %s

source: Invoice Comment Email Sender
fr_fr: Expéditeur du mail de commentaire de facture

source: Invoice Comment Email Template
fr_fr: Gabarit de mail commentaire de facture

source: Invoice Comment Email Template for Guest
fr_fr: Gabarit de mail de commentaire de facture pour un invité

source: Invoice Comments
fr_fr: Commentaires de facture

source: Invoice Date
fr_fr: Date de facturation

source: Invoice Email Sender
fr_fr: Expéditeur du mail de facture

source: Invoice Email Template
fr_fr: Gabarit mail de facture

source: Invoice Email Template for Guest
fr_fr: Gabarit de mail de facture pour un invité

source: Invoice History
fr_fr: Historique de la facture

source: Invoice ID
fr_fr: ID Facture

source: Invoice Status
fr_fr: Statut de facture

source: Invoice Totals
fr_fr: Totaux de la facture

source: Invoice Update
fr_fr: Mise à jour de facture

source: Invoice Update for Guest
fr_fr: Mise à jour de facture pour un invité

source: Invoice and Packing Slip Design
fr_fr: Design de facture et de bordereau de livraison

source: Invoice and Ship
fr_fr: Facturer et expédier

source: Invoice canceling error.
fr_fr: Erreur lors de l'annulation de la facture.

source: Invoice canceling problem.
fr_fr: Problème de l'annulation de la facture.

source: Invoice cannot be canceled.
fr_fr: La facture ne peut pas être annulée

source: Invoice cannot be captured.
fr_fr: La facture ne peut pas être capturée

source: Invoice cannot be voided.
fr_fr: La facture ne peut pas être invalidée

source: Invoice capturing error.
fr_fr: Erreur lors de la capture de la facture.

source: Invoice capturing problem.
fr_fr: Facture capturant le problème.

source: Invoice void problem
fr_fr: Problème lors de l'invalidation de facture

source: Invoice voiding error.
fr_fr: Erreur lors de l'invalidation de la facture.

source: Invoice will be created without communication with payment gateway.
fr_fr: La facture sera crée sans retour de la passerelle de paiement.

source: Invoiced
fr_fr: Facturé

source: Invoiced Qty
fr_fr: Qté facturée

source: Invoices
fr_fr: Factures

source: Is Buyer Willing to Receive Marketing Emails: %s
fr_fr: L'acheteur accepte-t-il de recevoir les emails marketing : %s

source: Is Closed
fr_fr: Est fermé

source: Is Confirmed
fr_fr: Est confirmé

source: Is Default
fr_fr: Valeur par défaut

source: Is Default Billing Address
fr_fr: Adresse de facturation par défaut

source: Is Default Shipping Address
fr_fr: Adresse de livraison par défaut

source: Is Required
fr_fr: Obligatoire

source: Is imported
fr_fr: Est importé(e)

source: Issue Number
fr_fr: Numéro de problème

source: Issuer
fr_fr: Émetteur

source: Issuer Liability
fr_fr: Responsabilité de l'émetteur

source: Issuer: %s
fr_fr: Problème : %s

source: It is recommended to set this value to "Debit or Credit Card" per store views.
fr_fr: Il est recommandé de fixer cette valeur à "Carte de débit ou de crédit" pour chaque vue magasin.

source: It is recommended to set this value to "PayPal" per store views.
fr_fr: Il est recommandé de fixer cette valeur à "PayPal" par vues de magasin.

source: It's not allowed to delete submitted application.
fr_fr: Il n'est pas permis d'effacer une application soumise.

source: Italian
fr_fr: Italien

source: Item
fr_fr: Article

source: Item %d of %d
fr_fr: Article %d sur %d

source: Item ID
fr_fr: ID d'article

source: Item Status
fr_fr: Statut

source: Item Subtotal
fr_fr: Sous-total de l'article

source: Item Subtotal Including Tax
fr_fr: Sous-total TTC de l'article

source: Item Type was deleted
fr_fr: Le type d'article a été effacé

source: Item Types
fr_fr: Types d'article

source: Item has been added to cart.
fr_fr: L'article a été ajouté au panier.

source: Item has been deleted from cart.
fr_fr: L'article a été effacé du panier.

source: Item has been removed from wishlist.
fr_fr: L'article a été effacé de la liste d'envies.

source: Item model is not specified to delete Google Base entry.
fr_fr: Le modèle d'article n'est pas spécifié pour effacer l'entrée Google Base

source: Item not found or already ordered
fr_fr: Produit non trouvé ou déjà commandé

source: Item object is not specified.
fr_fr: L'objet article n'est pas spécifié.

source: Item options declaration error.
fr_fr: Erreur de déclaration d'options d'article

source: Item ordered qty
fr_fr: Qté commandée

source: Item params
fr_fr: Paramètres de l'article

source: Item qty declaration error.
fr_fr: Erreur de déclaration de la quantité d'articles

source: Item totals are not set for rule.
fr_fr: Les totaux d'articles ne sont pas définis pour la règle.

source: Items
fr_fr: Articles

source: Items %s to %s of %s total
fr_fr: Articles <strong>%s</strong> à <strong>%s</strong> sur un total de <strong>%s</strong>

source: Items After
fr_fr: Articles après

source: Items Before
fr_fr: Articles avant

source: Items Invoiced
fr_fr: Articles facturés

source: Items Ordered
fr_fr: Articles commandés

source: Items Refunded
fr_fr: Articles remboursés

source: Items Shipped
fr_fr: Articles expédiés

source: Items in Cart
fr_fr: Articles dans le panier

source: Items in Your Shopping Cart
fr_fr: Articles dans votre panier

source: Items in the Package
fr_fr: Articles dans le paquet

source: Items maximum quantity or price do not allow checkout.
fr_fr: La quantité maximum ou le prix d'articles ne permettent pas le contrôle.

source: Items options declaration error.
fr_fr: Erreur de déclaration d'options d'articles.

source: Items that you do not want to show in the catalog or search results should have status 'Disabled' in the desired store.
fr_fr: Les articles que vous ne voulez pas afficher dans le catalogue ou dans les résultats de recherche doivent avoir le statut 'Désactivé' dans le magasin souhaité.

source: Items that you don
fr_fr: Articles que vous ne

source: Items that you don't want to show in the catalog or search results should have status 'Disabled' in the desired store.
fr_fr: Les articles que vous ne voulez pas afficher dans le catalogue ou dans les résultats de recherche doivent avoir le statut 'Désactivé' dans le magasin souhaité.

source: Items to Invoice
fr_fr: Articles à facturer

source: Items to Invoice and Ship
fr_fr: Articles à facturer et expédier

source: Items to Refund
fr_fr: Articles à rembourser

source: Items to Ship
fr_fr: Articles à expédier

source: Items were updated. But can't update wishlist.
fr_fr: Les articles ont été mis à jour. Mais il n'est pas possible de mettre à jour la liste d'envies.

source: Japanese
fr_fr: Japonais

source: JavaScript Settings
fr_fr: Paramètres JavaScript

source: JavaScript Template
fr_fr: Gabarit JavaScript

source: JavaScript seem to be disabled in your browser.
fr_fr: Apparemment, javascript est désactivé sur votre navigateur.

source: JavaScript seems to be disabled in your browser.
fr_fr: Javascript est désactivé dans votre navigateur.

source: JavaScript/CSS Cache
fr_fr: Cache JavaScript/CSS

source: Joined field with this alias is already declared
fr_fr: Il existe déjà un champ de jointure portant cet alias.

source: Joined field with this alias is already declared.
fr_fr: Il existe déjà un champ de jointure portant cet alias.

source: Joint field or attribute expression with this alias is already declared
fr_fr: Il existe déjà un champ de jointure ou une expression d'attribut portant cet alias.

source: Joint field or attribute expression with this alias is already declared.
fr_fr: Il existe déjà un champ de jointure ou une expression d'attribut portant cet alias.

source: Kb
fr_fr: Ko

source: Keep your eyes open for our special Back to School items and save A LOT!
fr_fr: Ouvrez grand les yeux et économisez un max !

source: Key
fr_fr: Clé

source: Keywords
fr_fr: Mots clés

source: Kilograms
fr_fr: Kilos

source: Korean
fr_fr: Coréen

source: Label
fr_fr: Libellé

source: Labels
fr_fr: Libellés

source: Language
fr_fr: Langue

source: Language of the Payment Page
fr_fr: Langue de la page de paiement

source: Languages table error
fr_fr: Erreur de la table de langues

source: Large
fr_fr: Grand

source: Large - %s
fr_fr: Grand - %s

source: Large Express Box
fr_fr: Boite Express large

source: Large iTunes Icon
fr_fr: Grande icône iTunes

source: Large icon that appears in the iTunes App Store. You do not need to apply a gradient or soft edges (this is done automatically by Apple). Required size: 512px x 512px.
fr_fr: Grande icône qui apparaît dans l'App Store iTunes. Il n'est pas nécessaire d'appliquer de gradient ou d'adoucissement de bordures (ce sera fait automatiquement par Apple). Taille obligatoire : 512 x 512px.

source: Laser (powered by Moneybookers) - Ireland
fr_fr: Laser (powered by Moneybookers) - Irlande

source: Last 24 Hours
fr_fr: Dernières 24 heures

source: Last 5 Orders
fr_fr: 5 dernières commandes

source: Last 5 Search Terms
fr_fr: 5 derniers termes recherchés

source: Last 7 Days
fr_fr: 7 derniers jours

source: Last Activity
fr_fr: Dernière activité

source: Last Added Items
fr_fr: Derniers articles ajoutés

source: Last Correlation ID
fr_fr: Dernier ID de corrélation

source: Last Credit Memo Created Date
fr_fr: Date de création du dernier avoir

source: Last Date Subscribed
fr_fr: Date de dernière inscription

source: Last Date Unsubscribed
fr_fr: Date de dernière désinscription

source: Last Invoice Created Date
fr_fr: Date de création de la dernière facture

source: Last Log In:
fr_fr: Dernière connexion :

source: Last Logged In
fr_fr: Dernière connexion

source: Last Logged In (%s):
fr_fr: Dernière connection (%s) le :

source: Last Logged In:
fr_fr: Dernière connection le :

source: Last Modified
fr_fr: Modifié le

source: Last Name
fr_fr: Nom

source: Last Name is required field.
fr_fr: Le nom de famille est obligatoire.

source: Last Name:
fr_fr: Nom :

source: Last Notification
fr_fr: Dernière notification

source: Last Ordered Items
fr_fr: Derniers articles commandés

source: Last Review
fr_fr: Dernier commentaire

source: Last Run
fr_fr: Dernière exécution

source: Last Time Generated
fr_fr: Généré pour la dernière fois le

source: Last Transaction ID
fr_fr: ID de la dernière transaction

source: Last URL
fr_fr: Dernière URL

source: Last Update
fr_fr: Dernière mise à jour

source: Last status can't be unassigned from state.
fr_fr: Il n'est pas possible d'annuler l'assignation du dernier statut d'un état.

source: Last updated: %s. To refresh last day's <a href="%s">statistics</a>, click <a href="%s">here</a>.
fr_fr: Dernière mise à jour : %s. Pour rafraîchir les <a href="%s">statistiques</a> du dernier jour, <a href="%s">cliquez ici</a>.

source: Last updated: %s. To refresh last day\'s <a href="%s">statistics</a>, click <a href="%s">here</a>.
fr_fr: Dernière mise à jour : %s. Pour rafraichir les <a href="%s">statistiques</a>. du dernier jour, cliquez <a href="%s">ici</a>.

source: Lastschrift (ELV) (powered by Moneybookers) - Germany
fr_fr: Lastschrift (ELV) (powered by Moneybookers) - Allemagne

source: Latest Charge: %s
fr_fr: Derniers frais facturé : %s

source: Latest Chargeback: %s
fr_fr: Dernier Chargeback : %s

source: Latest Message:
fr_fr: Dernier message :

source: Latest Refund: %s
fr_fr: Dernier remboursement : %s

source: Layered Navigation
fr_fr: Navigation par filtres

source: Layered Navigation Indices
fr_fr: Index de navigation par filtre

source: Layered Navigation Indices were refreshed.
fr_fr: Les indexes de navigation par filtre ont été rafraîchis.

source: Layout
fr_fr: Agencement

source: Layout Update XML
fr_fr: XML de mise à jour d'agencement

source: Layout Updates
fr_fr: Mises à jour d'agencements

source: Layout building instructions.
fr_fr: Instructions de construction d'agencement.

source: Layout of Payment Methods
fr_fr: Disposition des modes de paiement

source: Layouts
fr_fr: Agencements

source: Learn More
fr_fr: En savoir plus

source: Leave empty for access from any location.
fr_fr: Laissez vide si vous souhaitez y accéder depuis n'importe où.

source: Leave empty for default (15 minutes).
fr_fr: Laisser vide pour utiliser la valeur par défaut (15 minutes).

source: Leave empty for default (2). Valid range: 1-4
fr_fr: Laisser vide pour utiliser la valeur par défaut (2). Éventail autorisé : 1-4

source: Leave empty for default value.
fr_fr: Laisser vide pour utiliser la valeur par défaut.

source: Leave empty to use tax identifier
fr_fr: Laissez vide pour utiliser l'identifiant de TVA

source: Left Column
fr_fr: Colonne de gauche

source: Length
fr_fr: Longueur

source: Less than a minute
fr_fr: Moins d'une minute

source: Letter
fr_fr: Lettre

source: Letters
fr_fr: Lettres

source: Letters (a-z, A-Z) or Numbers (0-9)
fr_fr: Lettres (a-z, A-Z) ou chiffres (0-9)

source: Level
fr_fr: Niveau

source: Library
fr_fr: Bibliothèque

source: License
fr_fr: Licence

source: License Agreement
fr_fr: Contrat de licence

source: License URI
fr_fr: URI de la licence

source: Lifetime Sales
fr_fr: Ventes depuis le début

source: Lifetime statistics have been updated.
fr_fr: Les statistiques depuis le début ont été mises à jour.

source: Limit Sending By
fr_fr: Limiter l'envoi par

source: Line %d, Email: %s
fr_fr: Ligne %d, Email : %s

source: Line %d, SKU: %s
fr_fr: Ligne %d, Réf. : %s

source: Link
fr_fr: Lien

source: Link (Related, Up sell, Cross sell)
fr_fr: Lien (produits apparentés, vente incitative, vente croisée)

source: Link for Google
fr_fr: Lien pour Google

source: Link product does not exist.
fr_fr: Le produit lié n'existe pas.

source: Link to a CMS Page
fr_fr: Lien vers une page CMS

source: Link to a Specified Category
fr_fr: Lien vers une catégorie spécifique

source: Link to a Specified Product
fr_fr: Lien vers un produit spécifique

source: Link to the New Order
fr_fr: Lien vers la nouvelle commande

source: Link to the Previous Order
fr_fr: Lien vers la commande précédente

source: LinkedIn API
fr_fr: API LinkedIn

source: LinkedIn API Key
fr_fr: Clé d'API LinkedIn

source: LinkedIn Secret Key
fr_fr: Clé secrète de LinkedIn

source: Links
fr_fr: Liens

source: Links can be purchased separately
fr_fr: Les liens peuvent être achetés séparément

source: Links with associated products will retain only after saving current product.
fr_fr: Les liens vers les produits associés ne seront conservés qu'après sauvegarde du produit actuel.

source: List
fr_fr: Liste

source: List (default) / Grid
fr_fr: Liste (par défaut) / grille

source: List Mode
fr_fr: Mode d'affichage

source: List Only
fr_fr: Liste seulement

source: List of Products Recently Compared and Removed from the Compare List by Visitor
fr_fr: Liste des derniers produits comparés et enlevés de la liste de comparaison par un visiteur

source: List of Products Recently Viewed by Visitor
fr_fr: Liste des derniers produits vus par le visiteur

source: List of Products that are set as New
fr_fr: Liste des produits configurés comme "Nouveaux"

source: List of countries
fr_fr: Liste des pays

source: List of regions in specified country
fr_fr: Liste des régions dans le pays spécifié

source: List of stores
fr_fr: Liste des magasins

source: List of types
fr_fr: Liste de types

source: Live
fr_fr: En production

source: Load Local Package
fr_fr: Charger un package local

source: Load Template
fr_fr: Charger le gabarit

source: Load customer quote error
fr_fr: Erreur lors du chargement du panier client

source: Load default template
fr_fr: Charger le gabarit par défaut

source: Load local Package
fr_fr: Charger un package local

source: Loaded %d records
fr_fr: %d enregistrement(s) chargé(s)

source: Loaded successfully: "%s".
fr_fr: Chargé avec succès : "%s".

source: Loader Splash Screen
fr_fr: Écran de démarrage du chargeur

source: Loader Splash Screen <br />(iPhone 4 retina)
fr_fr: Écran de chargement <br/>(iPhone 4 retina)

source: Loader Splash Screen <br />(landscape mode)
fr_fr: Écran de chargement <br/>(mode paysage)

source: Loader Splash Screen <br />(portrait mode)
fr_fr: Écran de chargement <br/>(mode portrait)

source: Loading Preview...
fr_fr: Prévisualisation en cours de chargement...

source: Loading next step...
fr_fr: Chargement en cours de l'étape suivante...

source: Loading secure payment page (SSL)
fr_fr: Chargement de la page de paiement sécurisé (SSL)

source: Loading...
fr_fr: En cours de chargement...

source: Local Server
fr_fr: Serveur local

source: Local Time
fr_fr: Heure locale

source: Local/Remote Server
fr_fr: Serveur local/distant

source: Locale
fr_fr: Profil local

source: Locale Options
fr_fr: Options de localisation

source: Locale Selection
fr_fr: Sélection de locale

source: Locale settings
fr_fr: Réglages de locale

source: Localization
fr_fr: Localisation

source: Location
fr_fr: Lieu

source: Locations
fr_fr: Emplacements

source: Log Cleaning
fr_fr: Nettoyage de logs

source: Log In
fr_fr: Connexion

source: Log Out
fr_fr: Déconnexion

source: Log Settings
fr_fr: Paramètres de log

source: Log cleanup Warnings
fr_fr: Alertes de nettoyage de logs

source: Log in to Admin Panel
fr_fr: <em>Connexion</em> à l'administration

source: Log in to use <strong>%s</strong>
fr_fr: Connectez-vous pour utiliser <strong>%s</strong>

source: Log into Magento Admin Page
fr_fr: Connexion à l'administration Magento

source: Logged in as %s
fr_fr: Connecté sous <strong>%s</strong>

source: Logged in as <strong>%s</strong>
fr_fr: Connecté en tant que <strong>%s</strong>

source: Logging from Mage::log(). File is located in {{base_dir}}/var/log
fr_fr: Log depuis Mage::log(). Le fichier se trouve dans {{base_dir}}/var/log

source: Logging from Mage::logException(). File is located in {{base_dir}}/var/log
fr_fr: Log depuis Mage::logException(). Le fichier se trouve dans {{base_dir}}/var/log

source: Login
fr_fr: Connexion

source: Login Information
fr_fr: Information de connexion

source: Login Options
fr_fr: Options de connexion

source: Login and password are required.
fr_fr: L'identifiant et le mot de passe sont obligatoires.

source: Login is Case Sensitive
fr_fr: L'identifiant utilisateur est sensible à la casse

source: Login or Create an Account
fr_fr: Identifiez-vous ou créez un compte

source: Login/Registration Before
fr_fr: Connexion/inscription avant

source: Logo Image
fr_fr: Image du logo

source: Logo Image Alt
fr_fr: Texte alternatif du logo

source: Logo Image Src
fr_fr: Source du logo

source: Logo for HTML Print View
fr_fr: Logo pour l'aperçu avant impression HTML

source: Logo for HTML documents only. If empty, default will be used.<br />(jpeg, gif, png)
fr_fr: Logo pour les documents HTML seulement. Sinon, c'est le logo par défaut qui sera utilisé.<br />(jpeg, gif, png)

source: Logo for PDF Print-outs (200x50)
fr_fr: Logo pour les impressions PDF (200x50)

source: Logo in Header
fr_fr: Logo dans l'en-tête

source: Logo in Header image missing.
fr_fr: Image du logo dans l'en-tête manquante.

source: Logo of the Ogone Template
fr_fr: Logo du gabarit Ogone

source: Logout complete.
fr_fr: Déconnexion effectuée.

source: Looking for PayPal? We have our own tab to the left under Sales.
fr_fr: Vous cherchez Paypal ? Nous avons notre propre onglet à gauche sous les ventes.

source: Low Stock
fr_fr: Stock bas

source: Low Stock Date
fr_fr: Date de stock bas

source: Low Stock Products
fr_fr: Produits ayant un faible niveau de stock

source: Low stock
fr_fr: Stock bas

source: M.I.
fr_fr: Deuxième prénom

source: MAJOR
fr_fr: MAJEUR

source: MATCHING ALL
fr_fr: QUI VÉRIFIENT TOUTES

source: MATCHING ANY
fr_fr: QUI VÉRIFIENT UNE DE

source: MEP is PayPal's native checkout experience for the iPhone. You can choose to use MEP alongside standard checkout, or use it as your only checkout method for Magento mobile. PayPal MEP requires a <a href="%s">PayPal business account</a>
fr_fr: MEP est la solution de paiement native de PayPal pour l'iPhone. Vous pouvez choisir d'utiliser MEP en même temps que le paiement standard ou de l'utiliser comme unique moyen de paiement pour Magento mobile. PayPal MEP nécessite un <a href="%s">compte business PayPal</a>

source: MEP is PayPal`s native checkout experience for the iPhone. You can choose to use MEP alongside standard checkout, or use it as your only checkout method for Magento mobile. PayPal MEP requires a <a href="%s">PayPal business account</a>
fr_fr: MEP est la solution de paiement native de PayPal pour l'iPhone. Vous pouvez choisir d'utiliser MEP en même temps que le paiement standard ou de l'utiliser comme unique moyen de paiement pour Magento mobile. PayPal MEP nécessite un <a href="%s">compte business PayPal</a>

source: MINOR
fr_fr: MINEUR

source: MS Excel XML
fr_fr: XML MS Excel

source: Maestro (International)
fr_fr: Maestro (Internationnal)

source: Maestro (powered by Moneybookers) - United Kingdom, Austria, Spain
fr_fr: Maestro (proposé par Moneybookers) - Royaume-Uni, Autriche, Espagne

source: Maestro/Solo(UK Domestic)
fr_fr: Maestro / Solo (Royaume-Uni intérieur)

source: Magento Admin
fr_fr: Admin Magento

source: Magento Commerce - Administrative Panel
fr_fr: Panneau de gestion - Magento Commerce

source: Magento Connect Manager Deployment
fr_fr: Déploiement Magento Connect Manager

source: Magento Core API
fr_fr: API Core de Magento

source: Magento Core API Section
fr_fr: Section de l'API Core de Magento

source: Magento Core Api
fr_fr: API Core de Magento

source: Magento Core Api Section
fr_fr: Section de l'API Core de Magento

source: Magento Installation Wizard
fr_fr: Assistant d'installation Magento

source: Magento Logo
fr_fr: Logo Magento

source: Magento info
fr_fr: Informations sur Magento

source: Magento info API
fr_fr: API d'informations sur Magento

source: Magento is a trademark of Magento Inc. Copyright &copy; %s Magento Inc.
fr_fr: Magento est une marque déposée de Magento Inc. Copyright &copy; %s Magento Inc.

source: Magento root directory
fr_fr: Répertoire racine de Magento

source: Magento uses this key to encrypt passwords, credit cards and more. If this field is left empty the system will create an encryption key for you and will display it on the next page.
fr_fr: Magento utilise cette clé pour crypter les mots de passe, numéros de cartes de crédit, etc. Si vous laissez vide ce champ, le système créera une clé automatiquement et vous l'affichera dans l'écran suivant.

source: Magento ver. %s
fr_fr: Magento <strong>ver. %s</strong>

source: Magento&trade; is a trademark of Magento Inc.<br/>Copyright &copy; %s Magento Inc.
fr_fr: Magento&trade; est une marque déposée de Magento Inc.<br/>Copyright &copy; %s Magento Inc.

source: Mail Sending Settings
fr_fr: Paramètres d'envoi des emails

source: Mailbox title
fr_fr: Titre de la boîte mail

source: Main Content Area
fr_fr: Zone de contenu principal

source: Main Tabs
fr_fr: Onglets principaux

source: Maintainers
fr_fr: Mainteneurs

source: Maintenance Mode
fr_fr: Mode de maintenance

source: Make Check Payable to
fr_fr: Libeller le chèque à l'ordre de

source: Make Check payable to:
fr_fr: Libeller le chèque à l'ordre de :

source: Make Check payable to: %s
fr_fr: Chèque libellé à l'ordre de : %s
